Repository: prsvt420/marlin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Accounts
ru: Аккаунты

source: The password is required.
ru: Пароль обязателен.

source: The password confirmation is required.
ru: Подтверждение пароля обязательно.

source: The username must not be longer than 255 characters.
ru: Длина имени пользователя не должна превышать 255 символов.

source: This username is already in use.
ru: Это имя пользователя уже используется.

source: The username is required.
ru: Имя пользователя обязательно.

source: The email must not be longer than 255 characters.
ru: Длина электронной почты не должна превышать 255 символов.

source: The email must be in the format user@example.com.
ru: Электронная почта должена быть в формате user@example.com.

source: This email address is already registered.
ru: Эта электронная почта уже зарегистрирована.

source: The email is required.
ru: Электронная почта обязательна.

source: The phone number must be in the format +7 (XXX) XXX-XX-XX.
ru: Номер телефона должен быть в формате +7 (XXX) XXX-XX-XX.

source: This phone number is already registered.
ru: Этот номер телефона уже зарегистрирован.

source: The phone number is required.
ru: Номер телефона обязателен.

source: The first name must not be longer than 255 characters.
ru: Длина имени не должна превышать 255 символов.

source: The first name is required.
ru: Имя обязательно.

source: The last name must not be longer than 255 characters.
ru: Длина фамилии не должна превышать 255 символов.

source: The last name is required.
ru: Фамилия обязательна.

source: The middle name must not be longer than 255 characters.
ru: Длина отчества не должна превышать 255 символов.

source: The new password is required.
ru: Новый пароль обязателен.

source: The new password confirmation is required.
ru: Подтверждение нового пароля обязательно.

source: email
ru: электронная почта

source: User email.
ru: Электронная почта пользователя.

source: phone number
ru: номер телефона

source: User phone number.
ru: Номер телефона пользователя.

source: first name
ru: имя

source: User first name.
ru: Имя пользователя.

source: last name
ru: фамилия

source: User last name.
ru: Фамилия пользователя.

source: middle name
ru: отчество

source: User middle name.
ru: Отчество пользователя.

source: user
ru: пользователь

source: users
ru: пользователи

source: Password reset
ru: Сброс пароля

source: Email
ru: Электронная почта

source: Enter email
ru: Введите email

source: Remembered your password? Sign in
ru: Вспомнили пароль? Войти

source: Change password
ru: Изменить пароль

source: New password
ru: Новый пароль

source: Enter new password
ru: Введите новый пароль

source: New password confirmation
ru: Подтверждение нового пароля

source: Confirm new password
ru: Подтвердите новый пароль

source: Sign in
ru: Войти

source: Username
ru: Имя пользователя

source: Enter username
ru: Введите имя пользователя

source: Password
ru: Пароль

source: Enter password
ru: Введите пароль

source: Forgot password?
ru: Забыли пароль?

source: Sign up
ru: Зарегистрироваться

source: or
ru: или

source: Sign in with VK ID
ru: Войти с VK ID

source: Sign in with Google
ru: Войти с Google

source: Phone number
ru: Номер телефона

source: First name
ru: Имя

source: Enter first name
ru: Введите имя

source: Last name
ru: Фамилия

source: Enter last name
ru: Введите фамилию

source: Middle name
ru: Отчество

source: if any
ru: если есть

source: Enter middle name
ru: Введите отчество

source: Password confirmation
ru: Подтверждение пароля

source: Confirm password
ru: Подтвердите пароль

source: Already have an account? Sign in
ru: Уже есть аккаунт? Войти

source: Marlin logo
ru: Логотип Marlin

source: Fresh products near you
ru: Свежие продукты рядом с вами

source: We've received a request to reset your password. If this was you, please click the button below. Otherwise, simply ignore this message.
ru: Мы получили запрос на сброс вашего пароля. Если это были вы, нажмите кнопку ниже. В противном случае просто проигнорируйте это сообщение.

source: You've received this email because you requested a password reset for your user account.
ru: Вы получили это письмо, потому что запросили сброс пароля для своей учетной записи.

source: All rights reserved.
ru: Все права защищены.

source: You have successfully signed in. Welcome!
ru: Вы успешно авторизованы. Добро пожаловать!

source: Please correct the errors in the form and try again.
ru: Пожалуйста, исправьте ошибки в форме и попробуйте снова.

source: You have been signed out. Have a nice day!
ru: Вы вышли из аккаунта. Хорошего дня!

source: You have successfully signed up! Sign in to your account.
ru: Вы успешно зарегистрированы! Войдите в аккаунт.

source: A password reset link has been sent to your email.
ru: Ссылка для сброса пароля была отправлена на вашу электронную почту.

source: Your password has been updated. You can now sign in with your new credentials.
ru: Ваш пароль обновлён. Теперь вы можете войти, используя новые учётные данные.

source: The password reset link is invalid or expired.
ru: Ссылка для сброса пароля недействительна или устарела.

source: Search by category name
ru: Поиск по названию категории

source: Image preview
ru: Превью изображения

source: No image available
ru: Изображение отсутствует

source: Search by attribute name
ru: Поиск по названию атрибута

source: Search by product name
ru: Поиск по названию продукта

source: Search by name or article (SKU)
ru: Поиск по названию или артикулу (SKU)

source: Final price
ru: Финальная цена

source: Catalog
ru: Каталог

source: kg
ru: кг

source: L
ru: л

source: pcs
ru: шт

source: Default
ru: По умолчанию

source: Cheapest first
ru: Сначала дешевле

source: Most expensive first
ru: Сначала дороже

source: By discount amount
ru: По размеру скидки

source: name
ru: название

source: Product name.
ru: Название продукта.

source: description
ru: описание

source: Product description.
ru: Описание продукта.

source: URL-identifier
ru: URL-идентификатор

source: Unique URL identifier (letters, numbers, hyphens).
ru: Уникальный идентификатор URL (буквы, цифры, дефисы).

source: composition
ru: состав

source: Product composition.
ru: Состав продукта.

source: unit type
ru: тип единицы измерения

source: Unit of measurement of the product (e.g., kg, l, pcs).
ru: Единица измерения продукта (например, кг, л, шт.).

source: price
ru: цена

source: Product price.
ru: Цена продукта.

source: discount
ru: скидка

source: Product discount in percent.
ru: Скидка на продукт в процентах.

source: category
ru: категория

source: The category to which the product belongs.
ru: Категория, к которой принадлежит продукт.

source: Stock Keeping Unit (SKU).
ru: Единица складского учёта (SKU).

source: stock
ru: наличие

source: Number of products in stock.
ru: Количество товара на складе.

source: active
ru: активный

source: Determines whether the product is displayed in the catalog.
ru: Определяет, отображается ли товар в каталоге.

source: created date
ru: дата создания

source: Date and time the product was added.
ru: Дата и время добавления продукта.

source: updated date
ru: дата обновления

source: Date and time when the product was last updated.
ru: Дата и время последнего обновления продукта.

source: product
ru: продукт

source: products
ru: продукты

source: The product to which the nutritional value belongs.
ru: Продукт, которому принадлежит пищевая ценность.

source: calories
ru: калории

source: Calories (kcal).
ru: Калории (ккал).

source: proteins
ru: белки

source: Proteins (g).
ru: Белки (г).

source: fats
ru: жиры

source: Fats (g).
ru: Жиры (г).

source: carbs
ru: углеводы

source: Carbs (g).
ru: Углеводы (г).

source: nutritional value
ru: пищевая ценность

source: nutritional values
ru: пищевые ценности

source: Calories
ru: Калории

source: kcal
ru: ккал

source: Proteins
ru: Белки

source: g
ru: г

source: Fats
ru: Жиры

source: Carbs
ru: Углеводы

source: Name of the attribute (e.g., weight, shelf life, storage conditions).
ru: Название атрибута (например, вес, срок годности, условия хранения).

source: attribute
ru: атрибут

source: attributes
ru: атрибуты

source: The product to which the attribute belongs.
ru: Продукт, к которому принадлежит атрибут.

source: The product attribute (e.g., weight, shelf life, storage conditions).
ru: Атрибут продукта (например, вес, срок годности, условия хранения).

source: value
ru: значение

source: The specific value of the attribute (e.g., 500 g, 12 months).
ru: Конкретное значение атрибута (например, 500 г, 12 месяцев).

source: product attribute
ru: атрибут продукта

source: product attributes
ru: атрибуты продукта

source: parent category
ru: родительская категория

source: Parent category (if nesting is used).
ru: Родительская категория (если используется вложенность).

source: Category name.
ru: Название категории.

source: Category description.
ru: Описание категории.

source: image
ru: изображение

source: Path to the category image.
ru: Путь к изображению категории.

source: alternative text
ru: альтернативный текст

source: Description of the image for SEO and accessibility.
ru: Описание изображения для SEO и доступности.

source: display order
ru: порядок отображения

source: Order in which categories appear in lists.
ru: Порядок, в котором категории появляются в списках.

source: Determines whether the category is displayed in the catalog.
ru: Определяет, отображается ли категория в каталоге.

source: Date and time the category was added.
ru: Дата и время добавления категории.

source: Date and time when the category was last updated.
ru: Дата и время последнего обновления категории.

source: categories
ru: категории

source: The product to which the image belongs.
ru: Продукт, к которому принадлежит изображение.

source: Path to the product image.
ru: Путь к изображению товара.

source: Order in which product images appear in lists.
ru: Порядок, в котором изображения продуктов появляются в списках.

source: product image
ru: изображение продукта

source: product images
ru: изображения продукта

source: Fresh. Fast. Homemade.
ru: Свежее. Быстро. По-домашнему.

source: Delivery of fresh products straight to your door. Fruits, vegetables, dairy products, and more.
ru: Доставка свежих продуктов прямо к двери. Фрукты, овощи, молочные продукты и многое другое.

source: not available
ru: нет в наличии

source: %(stock)s left
ru: осталось %(stock)s

source: Price per 1
ru: Цена за 1

source: Add to Cart
ru: В корзину

source: Not available
ru: Нет в наличии

source: Category
ru: Категория

source: Description
ru: Описание

source: Show more
ru: Показать полностью

source: Hide
ru: Скрыть

source: Composition
ru: Состав

source: Nutritional value
ru: Пищевая ценность

source: No information available
ru: Информация отсутствует

source: Characteristics
ru: Характеристики

source: No characteristics available
ru: Характеристики отсутствуют

source: Find a product, e.g. — bananas
ru: Найти продукт, например — бананы

source: Daily Deals
ru: Ежедневные предложения

source: Discounts up to 30%%
ru: Скидки до 30%

source: Sorting
ru: Сортировка

source: No results found for your search
ru: По запросу ничего не найдено

source: No products found in the catalog
ru: В каталоге ничего не найдено

source: Pages
ru: Страницы

source: The full name is required.
ru: ФИО обязательно.

source: The full name must not be longer than 255 characters.
ru: Длина ФИО не должна превышать 255 символов.

source: The subject is required.
ru: Тема обязательна.

source: The subject must not be longer than 255 characters.
ru: Длина темы не должна превышать 255 символов.

source: The message is required.
ru: Сообщение обязательно.

source: New request!
ru: Новое обращение!

source: Thank for request!
ru: Спасибо за обращение!

source: A new request has been received. Please review it and contact the user. If necessary, you may request additional information from the user.
ru: Поступило новое обращение. Пожалуйста, ознакомьтесь с ним и свяжитесь с пользователем. При необходимости вы можете запросить у пользователя дополнительную информацию.

source: You received this email because a new request was submitted on the website through the feedback form. This message confirms that the user's request has been successfully received and requires further processing.
ru: Вы получили это письмо, потому что на сайте было отправлено новое обращение через форму обратной связи. Это сообщение подтверждает, что обращение пользователя успешно получено и требует дальнейшей обработки.

source: We've received your request and will contact you shortly. If you have any further questions, please feel free to contact us again.
ru: Мы получили ваше сообщение и свяжемся с вами в ближайшее время. Если у вас есть дополнительные вопросы, вы всегда можете написать нам снова.

source: Go to website
ru: Перейти на сайт

source: What will happen next?
ru: Что будет дальше?

source: We will process your request within 1-24 hours.
ru: Мы обработаем ваше обращение в течение 1–24 часов.

source: The answer will come to this email.
ru: Ответ придёт на эту электронную почту.

source: If we need to clarify any details, we will write to you additionally.
ru: Если потребуется уточнить детали — мы напишем вам дополнительно.

source: You've received this email because you recently submitted a request through the contact form on our website. This message confirms that your request was successfully received.
ru: Вы получили это письмо, потому что на сайте было отправлено новое обращение через форму обратной связи. Это сообщение подтверждает, что обращение пользователя успешно получено и требует дальнейшей обработки.

source: Contacts
ru: Контакты

source: Get in touch with us.
ru: Свяжитесь с нами.

source: We are always available and happy to answer your questions.
ru: Мы всегда на связи и будем рады ответить на ваши вопросы.

source: Send us a message
ru: Напишите нам сообщение

source: Full name
ru: ФИО

source: Enter full name
ru: Введите ФИО

source: Subject
ru: Тема

source: Enter subject
ru: Введите тему

source: Message
ru: Сообщение

source: Enter message
ru: Введите сообщение

source: Send
ru: Отправить

source: Address
ru: Адрес

source: Moscow, Example Street, 15
ru: г. Москва, ул. Примерная, д. 15

source: Social networks
ru: Соцсети

source: Working hours
ru: Часы работы

source: Mon-Sun from 9:00 to 21:00
ru: ПН-ВС с 9:00 до 21:00

source: Your message has been successfully sent! We will contact you shortly.
ru: Ваше сообщение успешно отправлено! Мы свяжемся с вами в ближайшее время.

source: An error occurred while sending your message. Please try again later.
ru: Произошла ошибка при отправке вашего сообщения. Пожалуйста, попробуйте позже.

source: Search by professional field name
ru: Поиск по названию профессиональной области

source: Search by region name
ru: Поиск по названию региона

source: Search by city and region name
ru: Поиск по названию города и региона

source: Search by vacancy title and description
ru: Поиск по заголовку и описанию вакансии

source: Salary
ru: Зарплата

source: Vacancies
ru: Вакансии

source: No experience
ru: Без опыта

source: From 1 to 3 years
ru: От 1 года до 3 лет

source: From 3 to 6 years
ru: От 3 до 6 лет

source: More than 6 years
ru: Более 6 лет

source: Full-time
ru: Полный день

source: Shift schedule
ru: Сменный график

source: Flexible schedule
ru: Гибкий график

source: Remote work
ru: Удалённая работа

source: title
ru: заголовок

source: Vacancy title.
ru: Заголовок вакансии.

source: short description
ru: краткое описание

source: Brief introductory text about the vacancy.
ru: Краткий вступительный текст о вакансии.

source: Detailed description of the vacancy (HTML markup, use div, ul, h3, li).
ru: Подробное описание вакансии (HTML-разметка, использование div, ul, h3, li).

source: professional area
ru: профессиональная область

source: Professional field of the vacancy.
ru: Профессиональная область вакансии.

source: city and region
ru: город и регион

source: City and region where the vacancy is posted.
ru: Город и регион, где размещена вакансия.

source: work schedule
ru: график работы

source: Expected work schedule.
ru: Предполагаемый график работы.

source: experience level
ru: уровень опыта

source: Required work experience level.
ru: Требуемый уровень опыта работы.

source: salary from
ru: зарплата от

source: Minimum salary.
ru: Минимальная зарплата.

source: salary to
ru: зарплата до

source: Maximum salary.
ru: Максимальная зарплата.

source: Determines whether the vacancy is visible.
ru: Определяет, видна ли вакансия.

source: Date and time when the vacancy was added.
ru: Дата и время добавления вакансии.

source: Date and time when the vacancy was last updated.
ru: Дата и время последнего обновления вакансии.

source: vacancy
ru: вакансия

source: vacancies
ru: вакансии

source: from %(from)s
ru: от %(from)s

source: to %(to)s
ru: до %(to)s

source: Maximum salary must be greater than minimum salary.
ru: Максимальная заработная плата должна быть больше минимальной.

source: Professional area name.
ru: Название профессиональной области.

source: professional areas
ru: профессиональные области

source: City name.
ru: Название города.

source: region
ru: регион

source: Region to which the city belongs.
ru: Регион, к которому относится город.

source: city
ru: город

source: cities
ru: города

source: city of
ru: г.

source: Region name.
ru: Название региона.

source: regions
ru: регионы

source: before taxes
ru: до вычета налогов

source: Work schedule
ru: График работы

source: Work experience
ru: Опыт работы

source: Working in Marlin.
ru: Работа в Marlin.

source: Join our team and help deliver fresh produce to thousands of customers.
ru: Присоединяйтесь к нашей команде и помогайте доставлять свежие продукты тысячам клиентов.

source: Find a vacancy, e.g. — courier
ru: Найти вакансию, например — курьер

source: More details
ru: Подробнее

source: There are currently no vacancies
ru: На данный момент вакансий нет

source: Oops! Access denied
ru: Упс! Доступ запрещён

source: You don't have permission to access this page.
ru: У вас нет разрешения на доступ к этой странице.

source: Return to catalog
ru: Вернуться в каталог

source: Oops! The page you are looking for was not found
ru: Упс! Страница, которую вы ищете, не найдена

source: The page may have been removed or you followed an incorrect link.
ru: Возможно, страница была удалена или вы перешли по неверной ссылке.

source: Oops! Something went wrong
ru: Упс! Что-то пошло не так

source: An internal error occurred. Please refresh the page or try again later.
ru: Произошла внутренняя ошибка. Обновите страницу или повторите попытку позже.

source: Privacy Policy
ru: Политика конфиденциальности

source: Public Offer
ru: Публичная оферта

source: Terms of Service
ru: Пользовательское соглашение

source: Sign out
ru: Выйти

source: Settings
ru: Настройки

source: Dark theme
ru: Тёмная тема

source: Language
ru: Язык

source: Success!
ru: Успех!

source: Error!
ru: Ошибка!

source: Warning!
ru: Внимание!

source: Info
ru: Информация
